Repository: uniquejava/EggplantRecorder
Catalog: EggplantRecorder/Localizable.xcstrings
Source language: en
Languages: zh_hans

# lang.system
source: Follow System
zh_hans: 跟随系统

# menu.language
source: Language
zh_hans: 语言

# menu.recordScreen
source: Record Screen
zh_hans: 录制屏幕

# menu.recordArea
source: Record Area
zh_hans: 录制区域

# menu.recordWindowArea
source: Record Window Area
zh_hans: 录制窗口区域

# menu.recordWindow
source: Record Window
zh_hans: 录制窗口

# menu.showFilesList
source: Show Files List
zh_hans: 显示文件列表

# menu.preferences
source: Preferences...
zh_hans: 偏好设置…

# menu.quit
source: Quit EggplantRecorder
zh_hans: 退出 EggplantRecorder

# common.ok
source: OK
zh_hans: 好

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.choose
source: Choose
zh_hans: 选择

# common.chooseEllipsis
source: Choose…
zh_hans: 选择…

# common.name
source: Name
zh_hans: 名称

# common.pause
source: Pause
zh_hans: 暂停

# common.resume
source: Resume
zh_hans: 继续

# common.play
source: Play
zh_hans: 播放

# common.stop
source: Stop
zh_hans: 停止

# common.pauseResume
source: Pause / Resume
zh_hans: 暂停 / 继续

# common.restart
source: Restart
zh_hans: 重新开始

# common.delete
source: Delete
zh_hans: 删除

# common.rename
source: Rename
zh_hans: 重命名

# common.edit
source: Edit
zh_hans: 编辑

# common.preview
source: Preview
zh_hans: 预览

# common.export
source: Export
zh_hans: 导出

# common.reset
source: Reset
zh_hans: 重置

# common.hide
source: Hide
zh_hans: 隐藏

# common.loading
source: Loading…
zh_hans: 加载中…

# common.relaunch
source: Relaunch
zh_hans: 重新启动

# common.openSettings
source: Open Settings
zh_hans: 打开系统设置

# common.grantAccess
source: Grant access
zh_hans: 授予权限

# common.showInFinder
source: Show in Finder
zh_hans: 在访达中显示

# common.revealInFinder
source: Reveal in Finder
zh_hans: 在访达中显示

# kind.screen
source: Screen
zh_hans: 屏幕

# kind.window
source: Window
zh_hans: 窗口

# kind.area
source: Area
zh_hans: 区域

# window.fallback
source: Window
zh_hans: 窗口

# capture.native
source: Native
zh_hans: 原始

# countdown.none
source: none
zh_hans: 无

# export.quality.high
source: High
zh_hans: 高

# export.quality.medium
source: Medium
zh_hans: 中

# export.quality.low
source: Low
zh_hans: 低

# export.audio.stereo
source: Stereo
zh_hans: 立体声

# export.audio.mono
source: Mono
zh_hans: 单声道

# export.original
source: Original
zh_hans: 原始

# export.originalFrameRate
source: Original (%@)
zh_hans: 原始（%@）

# export.originalResolution
source: Original (%@)
zh_hans: 原始（%@）

# export.aboutUnknown
source: About —
zh_hans: 约 —

# export.about
source: About %@
zh_hans: 约 %@

# export.previewSeconds
source: Preview %ds
zh_hans: 预览 %d 秒

# export.exporting
source: Exporting…
zh_hans: 正在导出…

# export.renderingPreview
source: Rendering preview…
zh_hans: 正在渲染预览…

# export.couldNotExport
source: Could not export
zh_hans: 无法导出

source: Export failed.
zh_hans: 导出失败。

source: Export cancelled.
zh_hans: 已取消导出。

# export.noVideo
source: This recording has no video track.
zh_hans: 此录制没有视频轨。

# export.cannotPrepare
source: Could not prepare the export.
zh_hans: 无法准备导出。

# export.cannotRead
source: Could not read the recording.
zh_hans: 无法读取录制文件。

# export.rangeTooShort
source: The trimmed range is too short to export.
zh_hans: 裁剪范围过短，无法导出。

# error.alreadyRecording
source: Already recording
zh_hans: 正在录制中

# error.microphoneDenied
source: Microphone permission denied. Enable it in System Settings → Privacy & Security → Microphone.
zh_hans: 麦克风权限被拒绝。请在系统设置 → 隐私与安全性 → 麦克风中启用。

# error.microphoneStartFailed
source: Failed to start microphone capture. Pick another input device, or grant Microphone permission in System Settings.
zh_hans: 无法启动麦克风采集。请换一个输入设备，或在系统设置中授予麦克风权限。

# error.cannotAddVideoInput
source: Cannot add video input
zh_hans: 无法添加视频输入

# error.displayNotFound
source: Display not found
zh_hans: 找不到显示器

# error.windowNotFound
source: Window not found
zh_hans: 找不到窗口

# error.finalizeFailed
source: Failed to finalize recording
zh_hans: 无法完成录制写入

# error.recordingFailed
source: Recording failed
zh_hans: 录制失败

# error.windowAsArea
source: Could not use that window as an area.
zh_hans: 无法将该窗口用作区域。

# options.microphone
source: Microphone
zh_hans: 麦克风

# options.micDefault
source: %@ (Default)
zh_hans: %@（默认）

# options.pipCamera
source: PiP Camera
zh_hans: 画中画摄像头

# options.systemSound
source: System Sound
zh_hans: 系统声音

# options.captureCursor
source: Capture Mouse Cursor
zh_hans: 捕获鼠标指针

# options.clickZoom
source: Click Zoom
zh_hans: 点击放大

# options.catchKeyboard
source: Catch Keyboard Event
zh_hans: 捕获键盘事件

# options.size
source: Size
zh_hans: 尺寸

# options.frameRate
source: Frame Rate
zh_hans: 帧率

# options.resolution
source: Resolution
zh_hans: 分辨率

# options.timingRecording
source: Timing Recording
zh_hans: 定时录制

# options.countDown
source: Count Down
zh_hans: 倒计时

# options.startRecording
source: Start recording
zh_hans: 开始录制

# options.noArea
source: No area
zh_hans: 未选择区域

# options.noSource
source: No source
zh_hans: 未选择来源

# options.areaSize
source: Area %d×%d
zh_hans: 区域 %d×%d

# options.dragArea
source: Drag to select an area.
zh_hans: 拖动以选择区域。

# options.noAreaSelected
source: No area selected. Pick Record Area again.
zh_hans: 未选择区域。请重新选择“录制区域”。

# options.noWindowSelected
source: No window selected. Pick Record Window again.
zh_hans: 未选择窗口。请重新选择“录制窗口”。

# options.grantScreenFirst
source: Grant Screen Recording access first.
zh_hans: 请先授予屏幕录制权限。

# options.pickSource
source: Pick a capture source.
zh_hans: 请选择录制来源。

# options.micPermission
source: Microphone permission is required. Enable it in System Settings.
zh_hans: 需要麦克风权限。请在系统设置中启用。

# options.permissionGrant
source: Screen Recording access is required. Grant access, then relaunch if sources stay empty.
zh_hans: 需要屏幕录制权限。请先授权；若来源仍为空，请重新启动应用。

# options.permissionRelaunch
source: Permission looks enabled but no sources appeared. Relaunch EggplantRecorder (closing the panel is not enough).
zh_hans: 权限似乎已开启，但未出现来源。请重新启动 EggplantRecorder（仅关闭面板不够）。

# countdown.escCancel
source: Esc to cancel
zh_hans: 按 Esc 取消

# chrome.annotateSoon
source: Annotate (coming soon)
zh_hans: 批注（即将推出）

# chrome.cancelDiscard
source: Cancel will discard the recorded content, click again to confirm
zh_hans: 取消将丢弃已录制内容，再点一次确认

# files.title
source: Files List
zh_hans: 文件列表

# files.emptyTitle
source: No recordings yet
zh_hans: 暂无录制

# files.emptyDescription
source: Stop a recording to see it here. Library: ~/Movies/EggplantRecorder
zh_hans: 停止录制后会显示在这里。资料库：~/Movies/EggplantRecorder

# files.duration
source: Duration
zh_hans: 时长

# files.size
source: Size
zh_hans: 大小

# files.type
source: Type
zh_hans: 类型

# files.date
source: Date
zh_hans: 日期

# files.operation
source: Operation
zh_hans: 操作

# files.convertCompress
source: Convert/Compress
zh_hans: 转换/压缩

# files.moveToTrashTitle
source: Move to Trash?
zh_hans: 移到废纸篓？

# files.moveToTrashBody
source: “%@” will be moved to the Trash.
zh_hans: “%@” 将被移到废纸篓。

# files.moveToTrash
source: Move to Trash
zh_hans: 移到废纸篓

# files.couldNotRename
source: Could not rename recording
zh_hans: 无法重命名录制

# files.couldNotTrash
source: Could not move recording to Trash
zh_hans: 无法移到废纸篓

# files.couldNotOpen
source: Could not open recording
zh_hans: 无法打开录制

# library.nameEmpty
source: Name cannot be empty.
zh_hans: 名称不能为空。

# library.nameExists
source: A recording named “%@” already exists.
zh_hans: 已存在名为“%@”的录制。

# library.pathOutside
source: Path is outside the recordings library.
zh_hans: 路径不在录制资料库内。

# editor.title
source: Edit
zh_hans: 编辑

# editor.titleNamed
source: Edit — %@
zh_hans: 编辑 — %@

# editor.closePreview
source: Close preview
zh_hans: 关闭预览

# editor.in
source: In %@
zh_hans: 入点 %@

# editor.out
source: Out %@
zh_hans: 出点 %@

# editor.audio
source: Audio
zh_hans: 音频

# editor.channels
source: Channels
zh_hans: 声道

# editor.quality
source: Quality
zh_hans: 画质

# editor.frameRate
source: Frame Rate
zh_hans: 帧率

# editor.resolution
source: Resolution
zh_hans: 分辨率

# settings.general
source: General
zh_hans: 通用

# settings.about
source: About
zh_hans: 关于

# settings.language
source: App language
zh_hans: 应用语言

# settings.language.hint
source: Language changes take effect after EggplantRecorder restarts.
zh_hans: 更改语言后需重新启动 EggplantRecorder 才会生效。

# settings.saveFolder
source: Save folder:
zh_hans: 保存位置：

# settings.openSaveFolder
source: Open save folder
zh_hans: 打开保存文件夹

# settings.resetDefault
source: Reset to Default
zh_hans: 恢复默认

# settings.saveFolderHint
source: Recordings are saved here by default.
zh_hans: 录制文件默认保存在这里。

# settings.chooseFolderMessage
source: Choose where recorded files are saved by default.
zh_hans: 选择录制文件的默认保存位置。

# settings.whenRecording
source: When recording:
zh_hans: 录制时：

# settings.showRecordingTime
source: Show recording time
zh_hans: 显示录制时间

# settings.afterRecording
source: After recording:
zh_hans: 录制后：

# settings.openFilesList
source: Open Files List
zh_hans: 打开文件列表

# settings.afterEditing
source: After editing:
zh_hans: 编辑后：

# settings.deleteOriginal
source: Delete original video
zh_hans: 删除原视频

# settings.dockIcon
source: Dock icon:
zh_hans: 程序坞图标：

# settings.captureDefaults
source: Capture defaults:
zh_hans: 采集默认：

# settings.editDefaults
source: Edit defaults:
zh_hans: 编辑默认：

# settings.resolution
source: Resolution
zh_hans: 分辨率

# settings.frameRate
source: Frame rate
zh_hans: 帧率

# settings.countdown
source: Countdown
zh_hans: 倒计时

# settings.preview
source: Preview
zh_hans: 预览

# settings.quality
source: Quality
zh_hans: 画质

# settings.audio
source: Audio
zh_hans: 音频

# about.author
source: Author · %@
zh_hans: 作者 · %@

# about.builtWith
source: Built with
zh_hans: 技术栈

# about.version
source: Version %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）

# sources.emptyAfterGrant
source: Screen Recording looks enabled, but no displays were listed. Quit and relaunch EggplantRecorder so the permission takes effect.
zh_hans: 屏幕录制似乎已开启，但未列出显示器。请退出并重新启动 EggplantRecorder 使权限生效。

# sources.grantToList
source: Grant Screen Recording access to list displays and windows.
zh_hans: 请授予屏幕录制权限以列出显示器和窗口。

# export.adjustTiming
source: Could not adjust sample timing.
zh_hans: 无法调整采样时间。

# export.processAudio
source: Could not process audio.
zh_hans: 无法处理音频。

# export.writeMedia
source: Could not write media data.
zh_hans: 无法写入媒体数据。

# export.readFrame
source: Could not read video frame.
zh_hans: 无法读取视频帧。

# export.scaleFrame
source: Could not scale video frame.
zh_hans: 无法缩放视频帧。

# options.screenSize
source: Screen %d×%d
zh_hans: 屏幕 %d×%d
